export const marketing = `
<h2>마케팅 목적의 수집·이용 내역(선택)</h2>

<table>
  <thead>
    <th>수집 항목</th>
    <th>수집·이용 목적</th>
    <th>보유 및 이용기간</th>
  </thead>
  <tbody>
    <tr>
      <td>성명, 이메일, 휴대폰번호</td>
      <td>마케팅 및 광고에 활용, 신규 서비스(제품) 개발 및 특화, 이벤트 등 광고성 정보 전달, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재</td>
      <td><strong>회원 탈퇴 시까지</strong></td>
    </tr>
  </tbody>
</table>
<p>※ 회원은 위의 개인정보 수집·이용에 대한 동의를 거부할 권리가 있습니다. 그러나 동의를 거부할 경우 서비스 이용에 제한(광고 및 이벤트 정보 안내 서비스)을 받을 수 있습니다. 더 자세한 내용에 대해서는 아이쿱 개인정보처리방침(닥터바이스 앱 서비스)을 참고하시기 바랍니다.</p>
`;