export const privatePolicy = `
<h2>아이쿱 개인정보처리방침 (닥터바이스 앱 서비스)</h2>

<p>㈜아이쿱(이하 “회사”라 한다)는 정보주체(이하 “회원”이라 한다)의 자유와 권리 보호를 위해 「개인정보 보호법」 및 관계 법령이 정한 바를 준수하여, 적법하게 개인정보를 처리하고 안전하게 관리하고 있습니다. 이에 「개인정보 보호법」 제30조에 따라 정보주체에게 개인정보 처리에 관한 절차 및 기준을 안내하고, 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.</p>

<h3>제1조 (개인정보의 처리목적, 수집 항목, 보유 및 이용기간)</h3>
<p>회사는 다음과 같이 회원의 개인정보를 처리합니다.</p>

<table>
  <thead>
    <th>서비스</th>
    <th>수집 목적</th>
    <th>수집 항목</th>
    <th>보유 및 이용기간</th>
  </thead>
  <tbody>
    <tr>
      <td>회원 가입 및 관리</td>
      <td>회원 가입의사 확인, 회원자격 유지·관리, 본인인증 및 식별, 서비스 부정이용 방지, 중복가입 방지, 각종 고지·통지, 고충처리 목적</td>
      <td>&#40;필수&#41; 성명, 성별, 생년월일, 휴대전화번호, 로그인 ID, 비밀번호, 암호화된 동일인 식별정보(CI: Connecting Information)</td>
      <td>회원 탈퇴 시까지 (※단, 관계 법령 위반에 따른 수사, 조사 등이 진행 중인 경우에는 해당 수사, 조사 종료시까지)</td>
    </tr>
    <tr>
      <td rowspan="6">건강정보 저장, 열람 및 편집 서비스</td>
      <td rowspan="6">건강정보 저장, 열람 및 편집(추가, 변경 등) 서비스 제공, 건강 관리 서비스의 개선 및 고도화, 회사와 연계된 병·의원을 통한 질환 관리 서비스</td>
      <td>&#40;필수&#41; <br />
        - 문진 정보
        키, 몸무게, 허리둘레, 질환력(과거력, 가족력, 합병증), 약물복용력, 약물부작용, 임신 여부, 생활습관(음주, 흡연, 식이, 영양, 신체활동, 수면습관), 예방접종력, 신체 계측
      </td>
      <td>회원 탈퇴 시까지 (※단, 관계 법령 위반에 따른 수사, 조사 등이 진행 중인 경우에는 해당 수사, 조사 종료시까지)</td>
    </tr>
    <tr>
      <td>&#40;필수&#41; <br />
        - 자가측정 정보
        혈당(측정 일시, 값), 혈압(측정 일시, 값, 
        수축기/이완기), 식사 일시, 식사량, 염분, 지방량, 복약(일시, 횟수, 일수), 운동(시간, 강도, 종류), 체중(측정 일시, 값)
      </td>
      <td>회원 탈퇴 시까지 (※단, 관계 법령 위반에 따른 수사, 조사 등이 진행 중인 경우에는 해당 수사, 조사 종료시까지)</td>
    </tr>
    <tr>
      <td>&#40;필수&#41; <br />
        1&#41; 치료 계획 <br />
        혈당, 혈압, 지질 검사 수치 목표<br />
        2&#41; 생활습관 목표<br />
        식습관, 운동, 체중, 수면, 흡연, 음주, 우울증<br />
        3&#41; 약물 치료 계획<br />
        사용 약물
      </td>
      <td>회원 탈퇴 시까지 (※단, 관계 법령 위반에 따른 수사, 조사 등이 진행 중인 경우에는 해당 수사, 조사 종료시까지)</td>
    </tr>
    <tr>
      <td>(필수) <br />
        - 검사 정보
        혈압(수축기/이완기), 혈당(당화혈색소, 공복혈당, 식사 2시간 후 혈당), 지질(총 콜레스테롤, 중성지방, LDL, HDL)
      </td>
      <td>회원 탈퇴 시까지 (※단, 관계 법령 위반에 따른 수사, 조사 등이 진행 중인 경우에는 해당 수사, 조사 종료시까지)</td>
    </tr>
    <tr>
      <td>(필수) <br />
        - 진료 교육
        진료 교육 콘텐츠 내용, 진료 교육 시간, 진료 교육 확인 여부, 발송자 정보(병원명, 의사명, 발송시간)
      </td>
      <td>회원 탈퇴 시까지 (※단, 관계 법령 위반에 따른 수사, 조사 등이 진행 중인 경우에는 해당 수사, 조사 종료시까지)</td>
    </tr>
    <tr>
      <td>(필수) <br />
        - 메시지
        발송자 정보(병원명, 의사명, 발송일시)
        메시지 발송일시, 메시지 내용, 메시지 확인 여부
      </td>
      <td>회원 탈퇴 시까지 (※단, 관계 법령 위반에 따른 수사, 조사 등이 진행 중인 경우에는 해당 수사, 조사 종료시까지)</td>
    </tr>
    <tr>
      <td>민원사무 처리</td>
      <td>서비스 관련 고충 민원시 민원인의 신원 확인, 민원 내용 확인, 사실조사를 위한 연락, 처리결과 통보 등 원활한 의사소통 경로 확보</td>
      <td>(필수) 성명, 이메일, 휴대폰번호, 민원 내용 및 문의사항, 사용 기기 정보(모델명, OS 버전)</td>
      <td>민원처리 종료 후 [3]년 </td>
    </tr>
    <tr>
      <td>마케팅 서비스</td>
      <td>마케팅 및 광고에 활용, 신규 서비스(제품) 개발 및 특화, 이벤트 등 광고성 정보 전달, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재</td>
      <td>(선택) 성명, 이메일, 휴대폰번호</td>
      <td>회원 탈퇴 시까지 (※단, 관계 법령 위반에 따른 수사, 조사 등이 진행 중인 경우에는 해당 수사, 조사 종료시까지)</td>
    </tr>
  </tbody>
</table>

<h3>제2조(개인정보 제3자 제공)</h3>
<p>① 회사는 회원의 개인정보를 개인정보의 처리 목적에서 명시한 범위 내에서만 처리하며, 회원의 동의, 법률의 특별한 규정 등 개인정보보호법이 정하는 바에 따라 개인정보를 제3자에게 제공하고 그 이외에는 정보주체의 개인정보를 제3자에게 제공하지 않습니다. </p>
<p>② 회사는 회원의 동의를 얻어 다음과 같이 개인정보를 제공할 수 있습니다. </p>

<table>
  <thead>
    <th>제공받는 자</th>
    <th>제공 목적</th>
    <th>제공 항목</th>
    <th>보유 및 이용기간</th>
  </thead>
  <tbody>
    <tr>
      <td>회사와 연계된 병·의원 [*병·의원 목록 보기]</td>
      <td>질환 관리, 환자 자가진단 및 자가측정 내역 확인, 맞춤서비스 제공</td>
      <td>- 환자 정보 <br />
        성명, 성별, 생년월일, 휴대전화번호<br />
        - 문진 정보<br />
        키, 몸무게, 허리둘레, 질환력(과거력, 가족력, 합병증), 약물복용력, 약물부작용, 임신 여부, 생활습관(음주, 흡연, 식이, 영양, 신체활동, 수면습관), 예방접종력, 신체 계측 <br />
        - 자가측정 정보<br />
        혈당(측정 일시, 값), 혈압(측정 일시, 값, 수축기/이완기), 식사 일시, 식사량, 염분, 지방량, 복약(일시, 횟수, 일수), 운동(시간, 강도, 종류), 체중(측정 일시, 값)
      </td>
      <td>회원 탈퇴 시까지</td>
    </tr>
    <tr>
      <td>㈜유비케어</td>
      <td>건강관리 서비스의 개선 및 고도화, EMR 서비스 개선 및 고도화</td>
      <td>- 환자 정보<br />
        성명, 성별, 생년월일, 휴대전화번호<br />
        - 문진 정보<br />
        키, 몸무게, 허리둘레, 질환력(과거력, 가족력, 합병증), 약물복용력, 약물부작용, 임신 여부, 생활습관(음주, 흡연, 식이, 영양, 신체활동, 수면습관), 예방접종력, 신체 계측 <br />
        - 자가측정 정보<br />
        혈당(측정 일시, 값), 혈압(측정 일시, 값, 수축기/이완기), 식사 일시, 식사량, 염분, 지방량, 복약(일시, 횟수, 일수), 운동(시간, 강도, 종류), 체중(측정 일시, 값)<br />
        - 치료 계획<br />
        혈당, 혈압, 지질 검사 수치 목표 <br />
        - 생활습관 목표<br />
        식습관, 운동, 체중, 수면, 흡연, 음주, 우울증<br />
        - 약물 치료 계획<br />
        사용 약물<br />
        - 검사 정보<br />
        혈압(수축기/이완기), 혈당(당화혈색소, 공복혈당, 식사 2시간 후 혈당), 지질(총 콜레스테롤, 중성지방, LDL, HDL)<br />
        - 진료 교육<br />
        진료 교육 콘텐츠 내용, 진료 교육 시간, 진료 교육 확인 여부, 발송자 정보(병원명, 의사명, 발송시간)<br />
        - 메시지<br />
        발송자 정보(병원명, 의사명, 발송일시)<br />
        메시지 발송일시, 메시지 내용, 메시지 확인 여부
        </td>
      <td>회원 탈퇴 시까지</td>
    </tr>
  </tbody>
</table>

<h3>제3조(개인정보처리 위탁)</h3>
<p>① 회사는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다</p>
<table>
  <thead>
    <th>위탁받는 자(수탁자)</th>
    <th>위탁업무</th>
    <th>보유 및 이용기간</th>
  </thead>
  <tbody>
    <tr>
      <td>한국모바일인증 (KMC)</td>
      <td>회원 본인인증</td>
      <td>이용목적 달성 시 지체없이 파기</td>
    </tr>
    <tr>
      <td>비즈톡</td>
      <td>카카오톡 메시지 알림 서비스</td>
      <td>이용목적 달성 시 지체없이 파기</td>
    </tr>
    <tr>
      <td>Amazon Web Services Inc.</td>
      <td>회원 본인인증</td>
      <td>데이터 보관 및 시스템 운영</td>
    </tr>
  </tbody>
</table>
<p>② 회사는 위탁계약 체결시 「개인정보 보호법」 제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.</p>
<p>③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.</p>

<h3>제4조(개인정보의 파기 절차 및 방법)</h3>
<p>① 회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.</p>
<p>② 회원으로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.</p>
<p>③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.</p>
<ol>
  <li>파기절차 <br /> 회사는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.</li>
  <li>파기방법 <br />전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다. <br />종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.</li>
</ol>

<h3>제5조(회원과 법정대리인의 권리·의무 및 그 행사방법)</h3>
<p>① 회원은 회사에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다.</p>
<p>② 제1항에 따른 권리 행사는 회사에 대해 「개인정보 보호법」 시행령 제41조 제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 회사는 이에 대해 지체 없이 조치하겠습니다.</p>
<p>③ 제1항에 따른 권리 행사는 회원의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 “개인정보 처리 방법에 관한 고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하여야 합니다.</p>
<p>④ 개인정보 열람 및 처리정지 요구는 「개인정보 보호법」 제35조 제4항, 제37조 제2항에 의하여 회원의 권리가 제한될 수 있습니다.</p>
<p>⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 해당 정보에 대한 보존 의무를 규정하고 있는 경우에는 그 삭제를 요구할 수 없습니다.</p>
<p>⑥ 회사는 회원 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.</p>

<h3>제6조(개인정보의 안전성 확보 조치)</h3>
<p>회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.</p>
<ol>
  <li>관리적 조치 <br />내부관리계획의 수립 및 시행, 구성원에 대한 정기적인 개인정보 보호 교육 등</li>
  <li>기술적 조치 <br />개인정보처리시스템에 대한 접근권한 관리, 접근통제시스템 설치, 암호화 및 보안프로그램의 설치 등</li>
  <li>물리적 조치 <br />전산실 등 개인정보 보관장소에 대한 접근통제</li>
</ol>

<h3>제7조(개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항)</h3>
<p>① 회사는 회원에게 편리한 사용환경을 제공하기 위해 ‘쿠키(cookie, 접속정보파일)’ 등 개인정보를 자동으로 수집하는 장치를 설치·운영 합니다.</p>
<p>② 쿠키란 애플리케이션을 운영하는데 이용되는 서버가 회원의 디바이스에 보내는 아주 작은 텍스트 파일로서 회원의 디바이스 내 저장소에 저장됩니다. 이후 회원이 애플리케이션을 이용할 경우, 서버는 회원의 디바이스 내 저장되어 있는 쿠키의 내용을 읽어 회원의 환경설정을 유지하고 맞춤화된 서비스를 제공하기 위해 이용됩니다.</p>
<p>③ 회원은 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 회원은 디바이스 설정 또는 옵션에서 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. 단, 회원께서 모든 쿠키의 저장을 거부하는 경우, 서비스 제공에 제약이 따르거나 이용이 불가할 수 있습니다.</p>
<p>④ 쿠키 설치 허용 여부 설정 방법</p>
<ul>
  <li>Internet Explorer: 도구 메뉴 선택 > 인터넷 옵션 선택 > 개인정보 탭 클릭 > 개인정보처리 수준 결정</li>
  <li>Chrome: 설정 메뉴 선택 > 고급 설정 표시 선택 > 개인정보-콘텐츠 설정 선택 > 쿠키 수준 설정</li>
  <li>firefox: 옵션 메뉴 선택 > 개인정보 선택 > 방문기록-사용자 정의 설정 > 쿠키 수준 설정</li>
  <li>safari: 환경설정 메뉴 선택 > 개인정보 탭 선택 > 쿠키 및 웹사이트 데이터 수준 설정</li>
</ul>

<h3>제8조 (개인정보 보호책임자)</h3>
<p>① 회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 회원의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보보호 책임자를 지정하고 있습니다.</p>
<p>▶ 개인정보 보호책임자 <br />
  성명: 조형준<br />
  직책: CPO(개인정보보호 최고책임자)<br />
  직급: 이사<br />
  연락처: 02-2052-7206
</p>
<p>② 회원께서는 회사의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 회사는 회원의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.</p>

<h3>제9조(개인정보 열람청구)</h3>
<p>회원은 ｢개인정보 보호법｣ 제35조에 따른 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다.</p>
<p>회사는 회원의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다.</p>

<p>▶ 개인정보 열람청구 접수·처리 부서<br />
  부서명: 사업팀<br />
  담당자: 조형준<br />
  연락처: 02-2052-7206
</p>

<h3>제10조(권익침해 구제방법)</h3>
<p>회원은 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의 신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.</p>
<ol>
  <li>개인정보분쟁조정위원회: (국번없이) 1833-6972 (www.kopico.go.kr)</li>
  <li>개인정보침해신고센터: (국번없이) 118 (privacy.kisa.or.kr)</li>
  <li>대검찰청: (국번없이) 1301 (www.spo.go.kr)</li>
  <li>경찰청: (국번없이) 182 (cyberbureau.police.go.kr)</li>
</ol>

<p>「개인정보보호법」 제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제), 제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대 하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.</p>

<h3>제11조(개인정보 처리방침 변경)</h3>
<p>① 이 개인정보처리방침은 [2023년 *월 *일]부터 적용됩니다.</p>
<p>② 이전의 개인정보 처리방침은 아래에서 확인하실 수 있습니다.</p>
`;
